Repository: chris-blues/openShare
Catalog: .locale/*/LC_MESSAGES/share.po
Languages: de_de

source: Error!
de_de: Fehler!

source: Going in!
de_de: Los gehts!

source: Invitation to join our webspace at %s
de_de: Einladung, unseren Webspace auf %s mit zu benutzen

source: Hi!
de_de: Hallo!

source: You have been invited by %s to join our webspace at %s - all you have to do is click on the following link. Make sure it's not broken in two (some email-clients do such nasty things!)
de_de: Sie wurden von %s eingeladen, unseren Webspace auf %s mit zu benutzen - Sie brauchen nur auf den folgenden Link zu klicken. Stellen Sie bitte sicher, daß er nicht zerteilt wurde (Manche Emailprogramme machen gemeine Sachen!)

source: Then you will have to choose a username and password, and you're good to go.
de_de: Dann brauchst Du Dir nur noch einen Benutzernamen und ein Passwort einrichten und schon kanns losgehen.

source: You can put the following link into your bookmarks to reach the share:
de_de: Den folgenden Link können Sie zu ihren Lesezeichen hinzufügen, um das Share einfach zu erreichen:

source: If you should forget your password click on this link to reset it: %s
de_de: Falls Du mal Dein Passwort vergessen solltest, klicke auf diesen Link, um das Passwort zurückzusetzen: %s

source: Keep this mail in a safe place, for you might need it some day! Best regards, %s Please don't respond to this mail!
de_de: Bewahren Sie diese Email an einem sicheren Ort auf, Sie könnten Sie eines Tages noch gut gebrauchen! Beste Grüße, %s Bitte antworten Sie nicht auf diese Email!

source: remaining
de_de: verbleibend

source: unable to compute
de_de: nicht berechenbar

source: There was an error attempting to upload the file.
de_de: Es gab einen Fehler beim Hochladen der Datei.

source: The upload has been canceled by the user or the browser dropped the connection.
de_de: Das Hochladen wurde vom Benutzer unterbrochen, oder der Browser hat die Verbindung verloren.

source: Do you really want to delete this???
de_de: Wollen Sie das wirklich löschen???

source: change password
de_de: Passwort ändern

source: new password:
de_de: neues Passwort:

source: confirm password:
de_de: Passwort bestätigen:

source: admin options
de_de: Admin Optionen

source: invite user
de_de: Benutzer einladen

source: remove user
de_de: Benutzer entfernen

source: manage admins
de_de: Admins verwalten

source: make admin
de_de: Admin

source: make user
de_de: User

source: view config
de_de: Config ansehen

source: view log
de_de: Log ansehen

source: view queue
de_de: Warteschlange ansehen

source: view users
de_de: Benutzer ansehen

source: log out
de_de: Abmelden

source: file commands
de_de: Dateibefehle

source: Enter new file name:
de_de: Neuen Dateinamen angeben:

source: rename File
de_de: Datei umbenennen

source: Upload file:
de_de: Datei hochladen:

source: Create dir:
de_de: Verzeichnis erstellen:

source: Move to:
de_de: Ausgewählte verschieben

source: Move selected files
de_de: Ausgewählte Dateien verschieben

source: Download selected files as zip archive.
de_de: Ausgewählte Dateien als zip Archiv herunterladen.

source: Download selected as zip
de_de: Ausgewählte als zip herunterladen

source: Careful!!! Can NOT be restored!
de_de: Achtung!!! Kann NICHT rückgängig gemacht werden!

source: Delete selected files
de_de: Ausgewählte Dateien löschen

source: status
de_de: Zustand

source: filename (download)
de_de: Dateiname (download)

source: size
de_de: Größe

source: date
de_de: Zeit

source: mark all files
de_de: Alle Dateien markieren

source: dir Access:
de_de: Verzeichnis Zugriff:

source: rename
de_de: umbenennen

source: size:
de_de: Größe:

source: Access:
de_de: Zugriff:

source: file - completely transferred
de_de: Datei - vollständig übertragen

source: open file
de_de: öffne Datei

source: file in transfer...
de_de: Datei wird übertragen...

source: files
de_de: Dateien

source: processing needed
de_de: Verarbeitung brauchte

source: This name contains illegal characters. Use only letters, numbers and . - _
de_de: Dieser Name enthält ungültige Zeichen. Nur Buchstaben, Zahlen und . - _ sind erlaubt!

source: Illegal characters used:
de_de: ungültige Zeichen:

source: This name is already used. Please choose another!
de_de: Dieser Name wird schon benutzt. Bitte suchen Sie sich einen anderen!

source: The passwords don't match! Please try again!
de_de: Die Passwörter stimmen nicht überein! Bitte noch einmal versuchen!

source: The password is too short! Please try again (min 6 characters)!
de_de: Das Passwort ist zu kurz! Bitte noch einmal versuchen (mind. 6 Zeichen)!

source: Enter your data
de_de: Geben Sie Ihre Daten an

source: allowed characters are:
de_de: erlaubte Zeichen:

source: password:
de_de: Passwort:

source: min. 6 characters
de_de: mind. 6 Zeichen

source: Your name was not found!<br> Unauthorized access!<br> <br> Exiting...<br>
de_de: Ihr Name wurde nicht gefunden!<br> Nicht authorisierter Zugriff!<br> <br> Beende...<br>

source: <h1>There was some error!</h1> <p>Most propably your link in the mail was corrupted. Some email-clients do break longer lines, and in the process break links. Try to copy and paste the whole link into your browser by hand!</p> <p>Another possibility is, that something changed on the server. If you already tried the suggestion above, then please contact the admin, to check if your hash is intact and still in the users file!</p>
de_de: <h1>Es gab einen Fehler!</h1> <p>Wahrscheinlich wurde der Link in Ihrer Email geteilt. Manche Emailprogramme zerbrechen längere Zeilen, und damit auch längere Links. Kopieren Sie den Link als Ganzes und kopieren Sie in Ihren Browser!</p> <p>Es kann auch sein, daß sich auf dem Server etwas geändert hat. Falls Sie den Vorschlag oben schon befolgt haben, kontaktieren Sie bitte den Admin, um prüfen zu lassen, ob der Hash intakt und noch in der user Datei ist.</p>

source: <h1>Sorry, you're not allowed to enter!</h1> <p>Maybe something went wrong (e.g. you waited too long to come here, or someone already removed you again from our waiting list).</p> <p>Ask your admin or invitor to add you again, if you think you should be allowed in here.</p>
de_de: <h1>Verzeihung, Sie dürfen hiernicht rein!</h1> <p>Vielleicht ist etwas schiefgegangen (z.Bsp. haben sie vllt zu lang gewartet hierher zu kommen, oder jemand hat Sie schon von der Warteliste entfernt).</p> <p>Fragen Sie den Admin oder Einladenden, Sie wieder einzutragen, wenn Sie denken, daß Sie hier rein gehören.</p>

source: Save file
de_de: Datei speichern

source: Close file
de_de: schließen
